rules = {
    1: '1.1 Сервер основан на нескольких популярных режимах Minecraft.\n'
         '1.2 Незнание правил сервера не освобождает вас от ответственности.\n'
         '1.3 Сервер основан на ядре spigot 1.16+ \n'
         '1.4 Правила сервера могут изменяться.\n'
         '1.5 Все игроки равны перед друг другом и меют равные права.',
    2: '2.1 При создании игрового аккаунта, игрок соглашается со всеми правилами.\n'
         '2.2 Максимальное количество разрешенных аккаунтов на одного человека - один.\n'
         '2.3 Запрещено передавать аккаунт 3-м лицам.\n'
         '2.4 Администрация не несет ответственности за аккаунт игрока в случае его передачи,взлома,обмана и т.д.\n'
         '2.5 Запрещена продажа/обмен игровых аккаунтов.',
    3: '3.1 Запрещено упоминание родственников в оскорбительном либо шуточном характере.\n'
         '3.2 Запрещены действия, направленные на возбуждение ненависти, либо вражды, а также на унижение достоинства человека, либо группы лиц по признакам пола, расы, '
         'национальности, языка, происхождения, отношения к религии, а равно принадлежности к какой-либо социальной группе.\n'
         '3.3 Запрещено использование CapsLock при общении через чаты.\n'
         '3.4 Запрещен спам/флуд сообщениями в любые текстовые чаты.',
    4: '4.1 Запрещено использование постороннего ПО для получения преимущества над игроками (читы, макросы и т.д.)\n'
         '4.2 Запрещено "гриферить" других игроков. Исключение: специально отведенные для этого зоны.\n'
         '4.3 Использование доверия другого игрока для мошеннических целей расценивается как гриферство. "См. 4.2"\n'
         '4.4 Постройки, которые могут навредить работе сервера ("Лаг-Машины") запрещены.\n'
         '4.5 Строить NSFW контент запрещено.',
    5: '5.1 Запрещено упоминание родственников в оскорбительном либо шуточном характере.\n'
         '5.2 Запрещены действия, направленные на возбуждение ненависти, либо вражды, а также на унижение достоинства человека, либо группы лиц по признакам пола, расы, национальности, языка, '
         'происхождения, отношения к религии, а равно принадлежности к какой-либо социальной группе.\n'
         '5.3 Запрещено использование CapsLock при общении через чаты.\n'
         '5.4 Запрещен спам/флуд сообщениями в любые текстовые чаты.\n'
         '5.5 Запрещено использовать команды для "мута", бана и так далее уполномоченным лицам без причины.\n'
         '5.6 Запрещено "клянчить" роли у администрации и у других лиц, занимавших высокие должности.\n'
         '5.7 Запрещено рекламировать другие проекты у других.\n'
         '5.8 Запрещено использовать Discord ботов в мошеннеческих целях.\n'
         '5.9 Запрещено отправлять NSFW файлы и картинки. Исключение: Если это не NSFW канал.',
}
